---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsForce
source: html/445b9461-3f5d-928c-5e0f-b633af8ac16c.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsForce Property

Pounds force.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsForce { get; }
```